Repository: iiriscp/74533781G
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: es_es

source: The way these heartbreaking facts exists as simple details in the backdrop of her stories.
es_es: La forma en que estos hechos desgarradores existen como simples detalles en el telón de fondo de sus historias.

source: The whole one hour.
es_es: Toda la hora.

source: The woman was none other than her captor, her owner at this new life inside the brothel.
es_es: La mujer no era otra más que su captadora, su propietaria en esta nueva vida dentro del burdel.

source: The women got used to her presence, and came to look forward to their conversations.
es_es: Las mujeres se acostumbraron a su presencia y empezaron a esperar con impaciencia sus conversaciones.

source: Then Ritu, Kat-Katha's co-founder asked for the ghungroos [ankle bells], and Gitanjali found herself completely at a loss for words.
es_es: Entonces Ritu, la cofundadora de Kat-Katha, pidió los ghungroos [campanillas para los tobillos], y Gitanjali se quedó sin palabras.

source: Then a few more started meeting us over the weekends, where we gathered to watch films, conduct discussions or to do art and craft etc.
es_es: Luego, algunas más empezaron a reunirse con nosotras los fines de semana, donde nos reuníamos para ver películas, mantener debates o hacer arte y manualidades, etc.

source: Then she gestures to two of her volunteers in the circle with us and adds, “I would've never imagined someone from Los Angeles would come and stay in those brothels with these women.
es_es: Luego señala a dos de sus voluntarias que están en el círculo con nosotras y añade: "Nunca habría imaginado que alguien de Los Ángeles vendría y se quedaría en esos burdeles con estas mujeres.

source: Then the police commissioner went on to instruct all the police officers to support the carnival-- to block the roads and support any necessary event coordination logistics.
es_es: A continuación, el comisario de policía dio instrucciones a todos los agentes para que apoyaran el carnaval: que bloquearan las carreteras y apoyaran toda la logística necesaria para coordinar el evento.

source: Then, Gitanjali put in a request at the police station to block the road for the carnival.
es_es: Entonces, Gitanjali presentó una solicitud en comisaría para bloquear la carretera durante el carnaval.

source: Then, the children of these women became curious and started asking her to play with them.
es_es: Entonces, los hijos de estas mujeres tuvieron curiosidad y empezaron a preguntarle a ella si quería jugar con ellos.

source: Then, when you take a minute to realize the content of what she's actually saying, you become struck speechless by how powerful it all is.
es_es: Luego, cuando te tomas un minuto para darte cuenta del contenido de lo que realmente está diciendo, te quedas sin palabras por lo poderoso que es todo.

source: There'll be no owner, no client, no police, nothing doing.
es_es: No habrá dueño, ni cliente, ni policía, nada que hacer.

source: There's so much beauty in a leader who doesn't view herself as leading.
es_es: Hay tanta belleza en una líder que no se ve a sí misma como líder.

source: Thereon, everytime I had to visit the G.B Road center, I would make sure that I went inside brothels, took a closer look; and I found out that they were deprived of all rights and freedom.
es_es: Por eso, cada vez que tenía que visitar el centro del barrio rojo de Delhi, me aseguraba de entrar en los burdeles, echar un vistazo más de cerca; y descubrí que estaban privadas de todo derecho y libertad.

source: These dreams are what’s making her look forward to another day.
es_es: Estos sueños son los que hacen que espere con ganas un nuevo día.

source: These small capsules for a room only had enough space for them to lie down, surrounded by their belongings, with no ventilation, let alone air to breathe.
es_es: En este espacio apenas podían tumbarse rodeadas por todas sus pertenecias. Tampoco tenían ventilación, tan solo un poco de aire para poder respirar.

source: These were also called encounter rooms.
es_es: También se llamaban "salas de encuentro".

source: They actually painted the police station, and filled it with candles and holiday decorations.
es_es: De hecho, pintaron la comisaría y la llenaron de velas y adornos festivos.

source: They both took a small room on rent nearby and started their own small family together, Soon Sandhya was pregnant and gave birth to a baby girl.
es_es: Ambos alquilaron una pequeña habitación cerca de allí y empezaron a formar su propia familia. Al poco tiempo Sandhya se quedó embarazada y dió a luz a una niña.

source: They brought in luck; within 10days sewing machines arrived and a trainer joined, and soon two more women joined.
es_es: Tuvieron suerte; en 10 días llegaron las máquinas de coser y se incorporó una formadora, y pronto se unieron dos mujeres más.

source: They don't even know me.
es_es: Ellas ni siquiera me conocen a mí.

source: They felt cheated and were not willing to trust again.
es_es: Se sentían engañadas y no estaban dispuestas a volver a confiar.

source: They had agreed to be outside, patrolling the premises, but they ended up enjoying some of the festivities themselves.
es_es: Habían acordado estar fuera, patrullando el recinto, pero acabaron disfrutando de algunos de los festejos.

source: They live in dark rooms and filthy conditions, deprived of essentials and surrounded by dangerous people.
es_es: Viven en habitaciones oscuras y en condiciones mugrientas, privadas de lo esencial y rodeadas de gente peligrosa.

source: They looked like mannequins, but were actual people on sale.
es_es: Parecían maniquíes, pero eran personas reales en venta.

source: They named her Meera.
es_es: La llamaron Meera.

source: They picked up trash and washed the vandalized walls.
es_es: Recogieron la basura y lavaron los muros vandalizados.

source: They projects focussed majorly on Rights, Integration, Skills and Education of women in that community.
es_es: Sus proyectos se centraban principalmente en los derechos, la integración, la capacitación y la educación de las mujeres de esa comunidad.

source: They protested, asked about where the man was, where she was taking them and all sorts of other questions but she wouldn’t listen and threatened to beat them if they just didn’t follow her.
es_es: Ellas protestaron, preguntaron dónde estaba el hombre, dónde iba a llevarles y todo tipo de preguntas pero ella no les escuchaba y amenazó con pegarles si no le seguían.

source: They should just enjoy their day.”
es_es: Que simplemente disfruten de su día".

source: They started going to the red light district and discussed various issues like health, cleanliness and government interaction with the sex workers.
es_es: Empezaron a ir al barrio rojo y a debatir diversos temas como la salud, la limpieza y la interacción del gobierno con las trabajadoras sexuales.

source: They taught classes directly in the brothels.
es_es: Dieron clases directamente en los burdeles.

source: They were housed in dingy rooms – boxes carved by dividing a single room into multiple smaller ones.
es_es: Se quedaban en habitaciones sucias que se dividían en habitaciones más pequeñas separadas por cajas .

source: They were slaves.
es_es: Eran esclavas.

source: They will get the chance to hold their heads high, and the culprits will be held culprits for their follies.
es_es: Tendrán la oportunidad de mantener la cabeza alta, y los culpables serán considerados culpables de sus locuras.

source: This continued for a few years, Sandhya became well versed in the trade and learnt to find happiness in this strange sense of normalcy where abuse and violence were everyday occurrences.
es_es: Esto continuó durante unos años, Sandhya se familiarizó con el oficio y aprendió a encontrar la felicidad en esta extraña sensación de normalidad en la que el maltrato y la violencia eran fenómenos cotidianos. - ¶ ---------------------

source: This ignorance and disrepute followed him and eventually coerced him to leave his studies after class 6th.
es_es: Esta ignorancia y descrédito le persiguieron y finalmente le obligaron a abandonar sus estudios después de 6º curso.th.

source: This was our opportunity to prove it to other women how we were here to stay and genuinely help out.
es_es: Era nuestra oportunidad de demostrar a las demás mujeres que estábamos aquí para quedarnos y ayudar de verdad.

source: This year, Sonu cleared his Xth standard board exams with flying colors and is now ready embark on the journey to accomplish his dream of becoming a professional dancer.
es_es: Este año, Sonu ha superado con éxito los exámenes de su décimo curso y ya está preparado para cumplir su sueño de convertirse en bailarín profesional.

source: Those first few years, they are confined to tiny rooms, not even allowed to look out the window.
es_es: En esos primeros años, las confinan en habitaciones pequeñas, sin ni siquiera dejarlas mirar a través de la ventana.

source: Though Gitanjali and Ritu carry the responsibilities for Kat-Katha, they simply see their work as supporting the co-creation of a space to nurture, educate, and enrich the community.
es_es: Aunque Gitanjali y Ritu llevan las responsabilidades de Kat-Katha, simplemente ven su trabajo como un apoyo a la cocreación de un espacio para apoyar, educar y enriquecer a la comunidad.

source: Though Sanjay was the one who rescued her from the brothel, promised her a new life and sparked hope in her, it was Sandhya all along who fueled this hope and she is determined to not let Sanjya’s violent disloyalty stop her from continuing to work towards a better future for her and her daughter.
es_es: Aunque Sanjay fue quien la rescató del burdel, le prometió una nueva vida y despertó en ella la esperanza, fue Sandhya quien la alimentó desde el principio y está decidida a no dejar que la violenta deslealtad de Sanjay le impida seguir trabajando por un futuro mejor para ella y su hija.

source: Though her mother had always wanted her to be a teacher, Gitanjali never had that aspiration herself.
es_es: Aunque su madre siempre había querido que fuera maestra, Gitanjali nunca tuvo esa aspiración.

source: Three and half years ago, she found herself launching Kat-Katha, a nonprofit that's quietly been transforming G.B.
es_es: Hace tres años y medio, puso en marcha Kat-Katha, una organización sin ánimo de lucro que ha transformado silenciosamente los burdeles de este barrio.

source: Three days later, she received a call from the him.
es_es: Tres días después, recibió una llamada suya.

source: Through another spontaneous sequence of events, she found herself talking with an official the Gandhi Ashram in Delhi.
es_es: Por otra secuencia espontánea de acontecimientos, se encontró hablando con un funcionario del Gandhi Ashram en Delhi.

source: To sustain the family and their daughter, when they reach out to her former employer – her brothel owner, she lured her into sex work again.
es_es: Para mantener a la familia y a su hija, cuando se pusieron en contacto con su antigua jefa, la dueña del burdel, la atrajo de nuevo al trabajo sexual.

source: To, above all, tap into that underlying human spirit, no matter how things appear on the surface.
es_es: Para, sobre todo, aprovechar ese espíritu humano subyacente, independientemente de cómo aparezcan las cosas en la superficie.

source: Today, just three years later, Kat-Katha works with all 77 brothels on G.B.
es_es: Hoy, solo tres años después, Kat-Katha trabaja con los 77 burdeles de G.B.

source: Try to Become a Volunteer, This Can Solve Many Problems
es_es: Prueba a ser voluntario, esto puede resolver muchos problemas

source: Trying times tested the couples’ grit when Sanjay lost his job after demonetisation.
es_es: Los tiempos difíciles pusieron a prueba la valentía de la pareja cuando Sanjay perdió su trabajo tras la desmonetización.

source: UnManifesto served as a bugle for his voice which even reached the Delhi commission for Women and the Delhi Mahila Ayog.
es_es: UnManifesto sirvió de corneta para su voz, que llegó incluso a la comisión de Delhi para la Mujer y a la Delhi Mahila Ayog.

source: Unexpected Beginnings
es_es: Comienzos inesperados

source: Unwavering Dedication
es_es: Dedicación constante

source: Up until then, she had simply been following the commands of her heart.
es_es: Hasta entonces, ella simplemente había estado siguiendo las órdenes de su corazón.

source: Vision with action can change the world.
es_es: La visión con acción puede cambiar el mundo.

source: Vision without action is merely a dream.
es_es: La visión sin acción no es más que un sueño.

source: Volunteers in the US and Australia spontaneously launched crowd-funding campaigns.
es_es: Voluntarios de Estados Unidos y Australia lanzaron espontáneamente campañas de crowdfunding.

source: Volunteers started coming from all directions.
es_es: Voluntarios empezaron a venir de todas partes.

source: We can't block it.
es_es: No podemos bloquearla.

source: We didn't expect it.” Gitanjali recounted.
es_es: No nos lo esperábamos". relató Gitanjali.

source: We don't want all this.”
es_es: No queremos todo esto."

source: We have days when motivation runs dry, with funds, and volunteer support missing and other obstacles.
es_es: Tenemos días en los que la motivación se agota, faltan fondos, apoyo de voluntarios y otros obstáculos.

source: We hoped to learn about their interests and have them meet us at the nursing centre.
es_es: Esperábamos conocer sus intereses y que se reunieran con nosotros en el centro de enfermería.

source: We should start making a plan?
es_es: ¿Deberíamos empezar a hacer un plan?

source: We started visiting brothels with a different agenda this time.
es_es: Esta vez empezamos a visitar burdeles con una agenda diferente.

source: We thus reached out through Facebook, and began looking for volunteers to teach.
es_es: Así que empezamos a buscar voluntarios para enseñarles a través de Facebook.

source: We went out looking for a safe space, and met Mr. Raess who agreed to give out a floor of his nursing home.
es_es: Salimos en busca de un espacio seguro y conocimos al Sr. Raess, que accedió a ceder una planta de su residencia.

source: We were made to sit in the big room, where everyone spent the day, gathered for meals and conversations.
es_es: Nos hicieron sentarnos en una habitación grande, donde la gente pasaba el día y se reunía para comer y conversar.

source: We'll not do that.
es_es: No lo haremos.

source: We'll put that.”
es_es: Pondremos eso".

source: We've had volunteers from Google visit, and they have huge bodyguards with them.
es_es: Nos han visitado voluntarios de Google con guardaespaldas enormes.

source: We’ve only seen NGO representatives talk) I was holding a responsible position, however, I could hardly change things; I felt powerless.
es_es: Sólo hemos visto hablar a los representantes de las ONG) Yo ocupaba un puesto de responsabilidad, pero apenas podía cambiar las cosas; me sentía impotente.

source: What maybe a routine for us, was a first for the ladies, and understandably so, they were overjoyed!
es_es: Lo que para nosotros podía ser una rutina, para las señoras era una primicia y, como es lógico, estaban encantadas.

source: What was her agenda?
es_es: ¿Cuál era su agenda?

source: What was she trying to achieve?
es_es: ¿Qué quería conseguir?

source: What we call a brothel is also a house for these ladies.
es_es: Lo que para nosotros es un burdel, para esas mujeres es su casa.

source: What's the five your plan?
es_es: ¿Cuál es tu plan?

source: Whatever you say.”
es_es: Lo que usted diga."

source: When Gitanjali describes the unfolding of Kat Katha and her own ever-evolving journey, there's a twinkle in her eye, yet there's striking sense of humility to it.
es_es: Cuando Gitanjali describe el desarrollo de Kat Katha y su propio viaje en constante evolución, hay un brillo en sus ojos, pero hay un sentido sorprendente de humildad.

source: When Gitanjali entered, about fifteen women were seated there, ready to reciprocate the very questions she asked of them.
es_es: Cuando Gitanjali entró, había unas quince mujeres sentadas, dispuestas a responder a las mismas preguntas que ella les hacía.

source: When they wake up at 11, one can see queues outside washrooms, since there are only 2-3 in a brothel.
es_es: Cuando se despiertan a las 11 a.m., se pueden ver colas en los baños, ya que solo hay 2 o 3 en el burdel.

source: When you focus on being a blessing, God makes sure that you are always blessed in abundance.
es_es: Cuando te centras en ser una bendición, Dios se asegura de que siempre seas bendecido en abundancia.

source: When you listen to Gitanjali talk, you get the sense that it's so ordinary.
es_es: Cuando escuchas a Gitanjali hablar, tienes la sensación de que es muy común.

source: Whenever, I feel low or feel very happy, I remind myself: “Kuch aisa kar ke dikha, khud khush ho jaye khudah” (leave a mark so impactful, that even God is delighted).
es_es: Cada vez que me siento mal o muy feliz, me recuerdo a mí mismo: "Kuch aisa kar ke dikha, khud khush ho jaye khudah" (deja una huella tan impactante, que hasta Dios esté encantado).

source: While Sandhya has lost touch with her own family back in her village, she found a home in her in-laws.
es_es: Aunque Sandhya había perdido el contacto con su propia familia en su pueblo, encontró un hogar en su familia política.

source: While Working for a cause as imperative as this, Arjun simultaneously harbours a dream to become a professional photographer and has even interned at the National Geographic Channel.
es_es: Mientras trabaja por una causa tan imperiosa como ésta, Arjun alberga al mismo tiempo el sueño de convertirse en fotógrafo profesional e incluso ha hecho prácticas en el National Geographic Channel.

source: While studying at Kat-Katha, Sonu was actively involved in other extra-curricular activities like drama, dance, and music but he always felt a deep connection with dance.
es_es: Mientras estudiaba en Kat-Katha, Sonu participó activamente en otras actividades extraescolares como teatro, danza y música, pero siempre sintió una profunda conexión con la danza.

source: While we waited, at around 2pm, an old man walked in with chhola bhaturas for the ladies’ breakfast.
es_es: Mientras esperábamos, sobre las dos de la tarde, entró un anciano con chole bhature para que las chicas desayunaran.

source: While working for a health organization, Gitanjali was instructed to survey the brothel women on topics related to contraceptives and family planning.
es_es: Mientras trabajaba para una organización sanitaria, Gitanjali recibió instrucciones de encuestar a las mujeres de los burdeles sobre temas relacionados con los anticonceptivos y la planificación familiar.

source: Why was she coming to these brothels?
es_es: ¿Por qué venía a estos burdeles?

source: With Maitri Meals paused, Kat-Katha opened HeARTshala, a skill centre at GB Road itself that trained women in the skill of product tailoring.
es_es: Con Maitri Meals en pausa, Kat-Katha abrió HeARTshala, un centro de capacitación en la misma GB Road que formaba a mujeres en la confección de productos.

source: With castles in her mind, she wakes up in her rented one-bedroom accommodation.
es_es: Con castillos en la cabeza, se despierta en su habitación individual de alquiler.

source: With expertise and flavour in her hands, she cooks homely three meals for her daughter.
es_es: Con la experiencia y el sabor en sus manos, cocina tres comidas caseras para su hija.

source: With fear in her mind but love in her heart, Sandhya made the decision to walk away from the brothel with Sanjay’s support.
es_es: Con temor en su mente pero amor en su corazón, Sandhya tomó la decisión de marcharse del burdel con el apoyo de Sanjay.

source: With four months of dedicated hard work and commitment, Sandhya finally emerged as an expert on various basic products produced at the centre.
es_es: Tras cuatro meses de duro trabajo y dedicación, Sandhya se convirtió finalmente en una experta en varios productos básicos elaborados en el centro.

source: With stuttering ABCs, she learns how to weave her story.
es_es: Con un abecedario tartamudo, aprende a tejer su historia.

source: With the objective of engaging youth participation in the political process and bringing social inclusion and effectively involving government bodies for a change, this campaign ran across 20 states and Union Territories of the country.
es_es: Con el objetivo de fomentar la participación de los jóvenes en el proceso político y lograr la inclusión social y la participación efectiva de los órganos de gobierno para un cambio, esta campaña se llevó a cabo en 20 estados y territorios de la Unión del país.

source: Without a flicker of a doubt, she'll show up at the station and see what she can do.
es_es: Sin ápice de duda, ella fue a la comisaría para ver que puede hacer.

source: Women started asking for skills trainings and arts classes.
es_es: Las mujeres empezaron a pedir formación y clases de arte.

source: Yet instead of focusing on fundraising and setting up overhead, Gitanjali simply did what she could with what she had.
es_es: Pero en lugar de centrarse en recaudar fondos y establecer los gastos generales, Gitanjali simplemente hizo lo que pudo con lo que tenía.

source: Yet it is through these sobering facts and context that one begins to understand the strength of Gitanjali's unwavering commitment and dedication to the women and children of G.B.
es_es: Es así, después de conocer estos hechos que hacen reflexionar y su contexto como uno empieza a entender la fuerza de compromiso y dedicación inquebrantable de Gitanjali hacia mujeres y niños de la G.B.

source: Yet rather than build defenses and walls, Gitanjali's first instinct is gratitude and acceptance.
es_es: Sin embargo, en lugar de construir defensas y muros, el primer instinto de Gitanjali es la gratitud y la aceptación.

source: Yet the experience of being in the brothels stuck: “The moment I entered, it was a different world all together for me.
es_es: Sin embargo, la experiencia de estar en los burdeles se le quedó grabada: "En cuanto entré, para mí era otro mundo.

source: You can come tomorrow, but you have to pass through a test,” she declared.
es_es: Puedes venir mañana, pero tienes que pasar una prueba", declaró.

source: You please play whatever is there.
es_es: Por favor, toca cualquier cosa que haya.

source: [My job] wanted me to ask questions to the women, but I was quiet.
es_es: [Mi trabajo] quería que hiciera preguntas a las mujeres, pero yo estaba callada.

source: en-GB
es_es: en-G

source: – DONOVAN BAILEY Suhail Khan (Sonu) had been living on GB Road, Delhi’s biggest red light area, with his mother in one corner of a brothel’s balcony.
es_es: - DONOVAN BAILEY Suhail Khan (Sonu) vivía en el barrio rojo de Nueva Delhi, la mayor zona roja de Delhi, con su madre en una esquina del balcón de un burdel.

source: – JOEL BARKER Arjun Rathod, a regular 19 year old kid, was born in the diseased alleys of GB Road to a sex worker.
es_es: - JOEL BARKER Arjun Rathod, un chico normal de 19 años, nació en los callejones enfermos de GB Road, hijo de una trabajadora del sexo.

source: ‘Mummy’ would beat her up if she spoke to a customer, mummy would beat her up if her make-up wasn’t right, mummy would beat her up if she ate more than once a day.
es_es: "Mami" le pegaba si hablaba con un cliente, mami le pegaba si su maquillaje no era correcto, mami le pegaba si comía más de una vez al día.

source: “Actually, we were just studying together,” Gitanjali chuckles, “I was just making up for all the lessons I didn't learn in school.
es_es: “En realidad, solo estábamos estudiando juntas", se rio Gitanjali. "Solo estaba compensando todas las lecciones que no aprendí en el colegio.
